<?php

//echo $content['about_title'];

declare(strict_types=1);

return [
    'title_one' => 'Привіт! Мене звати Влад і я',
    'title_two' => 'Junior Full-Stack Developer',
    'title_and' => 'а також',
    'description_one' => 'Я розвиваю економіку та бізнес в Україні за допомогою сайтів, веб-додатків та коду, який я пишу.
    Намагаюсь дивитись на проекти не тільки як розробник, але і як клієнт.',
    'description_two' => 'Якщо у вас є проект для вашого бізнесу, або ви шукаєте спеціаліста для аутсорсу, то мабудь це доля, 
    що ви натрапили на сторінку мого портфоліо. &#x1F60A;',
    'description_three' => 'Давайте створювати практичні, продаючі та круті проекти разом!',
    'about_btn' => 'Про мене',

    //    about section
    'about_title' => 'Трохи',
    'about_title_two' => 'про мене',
    'about_text_one' => 'Свій шлях я почав у 2018 році на позиції верстальника. Після закінчення курсів почав отримувати свої перші проекти від друзів та знайомих',
    'about_text_two' => 'Після року розвитку як markup-developer через "бізнес-ідею" моїх знайомих склалася необхідність 
        розбиратися у такій мові як php. Після декількох спроб опанувати різні СMS, на той момент, я не знайшов ничего кращого ніж
        написати свій інтернет-магазин на php. З торгівлею не склалося, а ось "ПШП" запав у серденько)',

    'about_text_three' => 'На теперешній час я маю 60+ сверстаних проектів, 20+ проектів "під ключ" на різних технологіях
    та "движках", досвід роботи на фрілансі, у невеликій студії а також у міжнародній компанії (топ 20 в Україні за рейтінгом DOU).',

    'tech_title_one' => 'А що ж за ',
    'tech_title_two' => 'технічною',
    'tech_title_three' => 'частиною?',

    'tech_text_one' => 'Починаючи як верстальник я достатньо сильно ознайомився із технологіями верстки та frontend частини веб додатків.',
    'tech_text_two' => "Але розвиваючись як php Developer, познайомився із серверною стороною а також різними методологіями та об`єктно-орієнтованим підходом у розробці. Маю досвід проектування за REST api.",

    'cases_title' => 'Докази',
    'cases_title_one' => 'кейсами',

    'contact_title' => 'Контакти',

    'detail_btn' => 'Дивитися',

];
