<?php

//echo $content['about_title'];

declare(strict_types=1);

return [
    'title_one' => 'Привет! Меня зовут Влад и я',
    'title_two' => 'Junior Full-Stack Developer',
    'title_and' => 'а так же',
    'description_one' => 'Я развиваю экономику и бизнес в Украине с помощью сайтов, веб-приложений и кода, который я пишу.
    Cмотрю на проекты не только как разработчик, но и как клиент.',
    'description_two' => 'Если у вас есть проект для вашего бизнеса или вы ищите специалиста для аутсорса, то видимо это 
    судьба, что вы попали на страницу моего портфолио. &#x1F60A;',
    'description_three' => 'Давайте создавать практичные, продающие и крутые проекты вместе!',
    'about_btn' => 'Про меня',

    //    about section
    'about_title' => 'Немного',
    'about_title_two' => 'обо мне',
    'about_text_one' => 'Cвой путь я начал в 2018 году на позиции верстальщика.После окончания курсов начал получать свои первые проекты от друзей и знакомых.',
    'about_text_two' => 'После года развития как markup-developer из за “бизнес идеи” моих
                        знакомых пришлось разбираться в таком языке как php. После нескольких
                        попыток разобраться в различных CMS, на тот момент, я не нашел ничего
                        лучше чем написать свой интернет магазин на php. С торговлей не
                        задалось, а вот “ПШП” затянул надолго.',
    'about_text_three' => 'На данный момент я имею 60+ сверстанных проектов, 20+
                        проектов “под ключ” на различных технологиях и “движках” опыт
                        работы на фрилансе, в небольшой студии а так же в международной
                        компании (топ 20 в Украине в рейтинге DOU).',

    'tech_title_one' => 'А что же по',
    'tech_title_two' => 'технической',
    'tech_title_three' => 'части?',

    'tech_text_one' => 'Начиная как верстальщик я достаточно сильно ознакомился с технологиями верстки и frontend части веб приложений.',
    'tech_text_two' => 'Но развиваясь как php Developer, познакомился с серверной стороной а так же различными методологиями и объектно-ориентированным подходом в разработке, имею опыт проектирования REST api.',

    'cases_title' => 'Доказательства',
    'cases_title_one' => 'кейсами',

    'contact_title' => 'Контакты',

    'detail_btn' => 'Посмотреть',

];
